results_workloada_load.txt
[OVERALL], RunTime(ms), 77
[OVERALL], Throughput(ops/sec), 12987.012987012988
[TOTAL_GCS_G1_Young_Generation], Count, 0
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0
[TOTAL_GCS_G1_Concurrent_GC], Count, 0
[TOTAL_GC_TIME_G1_Concurrent_GC], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Concurrent_GC], Time(%), 0.0
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 0
[READ], AverageLatency(us), 0.0
[READ], MinLatency(us), 0
[READ], MaxLatency(us), 0
[READ], 50thPercentileLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=NOT_FOUND, 1000
[CLEANUP], Operations, 16
[CLEANUP], AverageLatency(us), 28.75
[CLEANUP], MinLatency(us), 15
[CLEANUP], MaxLatency(us), 131
[CLEANUP], 50thPercentileLatency(us), 19
[CLEANUP], 95thPercentileLatency(us), 131
[CLEANUP], 99thPercentileLatency(us), 131
[READ-FAILED], Operations, 1000
[READ-FAILED], AverageLatency(us), 60.041
[READ-FAILED], MinLatency(us), 7
[READ-FAILED], MaxLatency(us), 3333
[READ-FAILED], 50thPercentileLatency(us), 26
[READ-FAILED], 95thPercentileLatency(us), 72
[READ-FAILED], 99thPercentileLatency(us), 965